{"0":{"0":"2020-01-22","1":"2020-01-22","2":"2020-01-22","3":"2020-01-22","4":"2020-01-22","5":"2020-01-22","6":"2020-01-22","7":"2020-01-22","8":"2020-01-22","9":"2020-01-22"},"1":{"0":"TE Connectivity introduces M12 industrial Ethernet cable assembly","1":"Kirigami designs hold thousands of times their own weight","2":"GM's Cruise heads down new road with new robotaxi concept","3":"First fully integrated flexible electronics made of magnetic sensors and organic circuits","4":"Study says that we trust our workplace robots","5":"Digital Transformation in Manufacturing","6":"U.S. Manufacturing’s Not Only Decoupling from China","7":"Importance of Transitional Planning","8":"Lighthouses Revitalize U.S. Manufacturing","9":"Nestlé to offer Starbucks experience in the home with new product line-up"},"2":{"0":"TE Connectivity (TE) now offers M12 data cable assemblies that support Ethernet protocols as part of its package of Industrial Ethernet and Fieldbus solutions.\nUsers of the new TE M12 industrial Ethernet cable assemblies can choose from a wide range of features. Jacketing, for example, is in PVC, or halogen-free PUR or other FRNC (flame retardant, non-corrosive) materials.\nPVC provides a competitive and economic solution for occasional movement or vibration, but lacks in areas such as flex properties, while PUR is more suited to more demanding applications in, for example, drag chains and harsh environments where operational reliability is crucial.\nDepending on the material, the M12 assemblies withstand up to 1 million flexes, machine oils, abrasion and UV radiation. A compact full-metal housing with crimp flange\/crimp sleeve provides 360-degree shielding against EMI\/RFI interference.\nThe hexagonal crimp of the sleeve gives a vibration-resistant and torsion-proof cable strain relief, in accordance with IEC 61 373, Category 1, Class B, as well as safe shield termination. Category 5e cables can realize transmission rates of 100Mbps to meet network requirements in the field and at supervisory management levels.\nThe new assemblies are available with several standard cable length options from 0.5m through to 30m.","1":"The Japanese art of origami (from ori, folding, and kami, paper) transforms flat sheets of paper into complex sculptures. Variations include kirigami (from kiri, to cut), a version of origami that allows materials to be cut and reconnected using tape or glue.\nBut while both art forms are a source of ideas for science, architecture, and design, each has fundamental limitations. The flat folds required by origami result in an unlockable overall structure, while kirigami creations can't be unfolded back into their original, flattened states because of the adhesive.\nTaking inspiration from both art forms, researchers describe a new set of motifs for creating lightweight, strong, and foldable structures using soft materials. These kirigami structures can support 14,000 times their weight and, because they don't require adhesives or fasteners, can easily be flattened and refolded. Published in Physical Review X, the work was conducted by visiting graduate student Xinyu Wang and professor Randall Kamien of the University of Pennsylvania in collaboration with Simon Guest from the University of Cambridge.\nWang, a Ph.D. student at Southeast University, was interested in studying the mechanical properties of origami and kirigami structures and reached out to Kamien to start a new collaboration. After Wang arrived at the Kamien lab in September 2018, Kamien asked her to try some new designs using his group's set of rules for exploring kirigami structures.\nShortly thereafter, Wang showed Kamien a new design for a kirigami triangle that had tilted walls. Kamien was initially surprised to see that Wang had left the excess flaps from the cuts in place. \"The usual kirigami route is to cut that off and tape it,\" says Kamien. Wang \"found that, in this particular geometry, you can get the flaps to fit.\"\nWhile a single triangle wasn't particularly strong on its own, the researchers noticed that when several were arranged in a repetitive design, the force they could support was much greater than expected. \"Here was this structure that didn't require tape, it had cuts, and it was really strong,\" Kamien says. \"Suddenly, we have this system that we hadn't anticipated at all.\"\nTo figure out what made this geometry so resilient, Wang made several versions of different \"soft\" materials, including paper, copper, and plastic. She also made versions where the cut flaps were taped, cut, or damaged. Using industry-grade tension and compression testing equipment at the Laboratory for Research on the Structure of Matter, the scientists found that the geometric structure could support 14,000 times its own weight. The tilted, triangular design was strongest when the flaps were undamaged and untapped, and it was also stronger than the same design with vertical walls.\nWith the help of Guest, the researchers realized that two deviations from the group's typical kirigami rules were key to the structure's strength. When the walls of the triangles are angled, any force applied to the top can be translated into horizontal compression within the center of the design. \"With the vertical ones, there's no way to turn a downward force into a sideways force without bending the paper,\" says Kamien. They also found that the paper-to-paper overlap from leaving the cut flaps in place allowed the triangles to press up against their neighbors, which helped distribute the vertical load.\nThis paper is yet another example of how kirigami can be used as a \"tool\" for scientists and engineers, this time for creating strong, rigid objects out of soft materials. \"We figured out how to use materials that can bend and stretch, and we can actually strengthen these materials,\" says Wang. One possible application could be to make inexpensive, lightweight, and deployable structures, such as temporary shelter tents that are strong and durable but can also be easily assembled and disassembled.\nKamien also pictures this Interleaved Kirigami Extension Assembly as a way to create furniture in the future. \"Someday, you'll go to IKEA, you fold the box into the furniture, and the only thing inside is the cushion. You don't need any of those connectors or little screws,\" says Kamien.\nThanks to Wang's \"inspired\" design and Kamien's burgeoning collaboration with Wang and her advisors Jianguo Cai and Jian Feng , the possibilities for future ideas and designs are endless. \"There were things about this study that are totally outside the scope of what a physicist would know,\" says Kamien. \"It was this perfect blend of what I could do and what she could do.\"\nProvided by University of Pennsylvania","2":"General Motors' self-driving car company will attempt to deliver on its long-running promise to provide a more environmentally friendly ride-hailing service in an unorthodox vehicle designed to eliminate the need for human operators to transport people around crowded cities.\nThe service still being developed by GM's Cruise subsidiary will rely on a boxy, electric-powered vehicle called \"Origin\" that was unveiled late Tuesday in San Francisco amid much fanfare. It looks like a cross between a mini-van and sports utility vehicle with one huge exception—it won't have any steering wheel or brakes. The Origin will accommodate up to four passengers at a time, although a single customer will be able summon it for a ride just as people already can ask for a car with a human behind the wheel from Uber or Lyft.\nFor all the hype surrounding the Origin's unveiling, Cruise omitted some key details, including when its ride-hailing service will be available and how many of the vehicles will be in its fleet. The company indicated it will initially only be available in San Francisco, where Cruise has already been offering a ride-hailing service that's only available to its roughly 1,000 employees.\nBy eliminating the need for a human to drive, Cruise theoretically will be able to offer a less expensive way to get around—a goal already being pursued by self-driving car pioneer Waymo, a Google spinoff that has been testing robotaxis in the Phoenix area for nearly three years.\nCruise had planned to have a robotaxi service consisting of Chevrolet Bolts working without human backup drivers by the end of 2019, but moved away from that last year after one of Uber's autonomous test vehicles ran down and killed a pedestrian in the Phoenix suburb of Tempe, Arizona, during 2018.\nStill aware of the fallout from that deadly crash, Cruise is promising \"superhuman performance\" from the Cruise, which GM hopes to manufacture at half the price of comparable vehicles using fuel-combustion engines. GM also expects to announce where the Origin will be made within the next few weeks, Cruise CEO Dan Amman said.\nThe Origin won't be sold to consumers though. \"It is not a product you can buy, but an experience you share,\" Amman said.\nThe Origin represents another significant step for Cruise, which had only 40 employees when GM bought it in 2016 as part of its effort to catch up in the race to build cars that can drive themselves. Since then, Cruise has attracted more than $6 billion from investors, including $2.75 billion from Honda and $2.25 billion from Japanese tech investment firm SoftBank. Honda also helped develop the Origin.\nGM currently values Cruise at $19 billion, fueling speculation that the subsidiary may eventually be spun off as a publicly traded company.\nWhenever Cruise's ride-hailing service makes its debut, it will still be chasing Waymo, whose work on self-driving car technology began inside of Google more than a decade ago.\nWaymo's Phoenix-area service already has given more than 100,000 rides, according to the company. It expanded beyond the test phase service 13 months ago with a ride-hailing app that now has about 1,500 active monthly riders, Waymo says.\nBy comparison, ride-hailing leader Uber now boasts about 103 million active monthly users with a service that relies on human drivers—a dependence that is the main reason the company has been losing money throughout its history. Despite the fatal 2018 crash that stoked the public's worst fears about self-driving cars, Uber is still trying to build a fleet of robotic taxis as part of its question to become profitable.\nTesla CEO Elon Musk has also pledged that his company's electric cars will be able to drive themselves without a human behind the wheel before the end of this year so they can moonlight as taxis when their owners don't need the vehicles, but industry analysts doubt that promise will come to fruition.\n© 2020 The Associated Press. All rights reserved.","3":"Human skin is a fascinating multifunctional organ with unique properties originating from its flexible and compliant nature. It allows for interfacing with external physical environment through numerous receptors interconnected with the nervous system. Scientists have been trying to transfer these features to artificial skin for a long time, aiming at robotic applications.\nRobotic systems heavily rely on electronic and magnetic field sensing functionalities required for positioning and orientation in space. Much research has been devoted to implementation of these functionalities in a flexible, compliant form. Recent advancements in flexible sensors and organic electronics have provided important prerequisites. These devices can operate on soft and elastic surfaces, whereas sensors perceive various physical properties and transmit them via readout circuits.\nTo closely replicate natural skin, it is necessary to interconnect a large number of individual sensors. This challenging task became a major obstacle in realizing electronic skin. First demonstrations were based on an array of individual sensors addressed separately, which unavoidably resulted in a tremendous number of electronic connections. In order to reduce the necessary wiring, important technology had to be developed—namely, complex electronic circuits, current sources and switches had to be combined with individual magnetic sensors to achieve fully integrated devices.\nResearchers from Dresden, Chemnitz and Osaka have now presented a pioneering active matrix magnetic sensor system in a recent article published in Science Advances. The sensor system consists of a 2 x 4 array of magnetic sensors, an organic bootstrap shift register required for controlling the sensor matrix, and organic signal amplifiers. All electronic components are based on organic thin-film transistors and are integrated within a single platform.\nThe researchers have demonstrated the system's high magnetic sensitivity, and it can acquire the two-dimensional magnetic field distribution in real time. It is also very robust against mechanical deformation, such as bending, creasing or kinking. In addition to full system integration, the use of organic bootstrap shift registers is a very important development step toward active-matrix electronic skin for robotic and wearable applications.\nProf. Dr. Oliver G. Schmidt, director at the Leibniz Institute for Solid State and Materials Research Dresden, says, \"Our first integrated magnetic functionalities prove that thin-film flexible magnetic sensors can be integrated within complex organic circuits. The ultra-compliant and flexible nature of these devices is an indispensable feature for modern and future applications such as soft robotics, implants and prosthetics. The next step is to increase the number of sensors per surface area as well as to expand the electronic skin to fit larger surfaces.\"\nProvided by Leibniz Institute for Solid State and Materials Research","4":"The only constant is change. Presumptions harden as truth but then there is occasion to throw presumptions off the table and start again. That's the deal with information technology using AI for business and with robots unleashed in the workplace. The presumptions are that such tech is potentially harmful and that if those robots rebel against you, you're toast.\nA new study has a sunnier view. People have more trust in robots. \"The majority (65 percent) of workers are optimistic, excited and grateful about having robot co-workers and nearly a quarter report having a loving and gratifying relationship with AI at work,\" said the press release provided by Oracle.\nThe information comes from an annual study that Oracle runs with the research company Future Workplace. The title of the report is \"Artificial Intelligence Is Winning More Hearts and Minds in the Workplace.\" That is quite the positive headline; is it an aggressive spin or a realistic reflection that people are so amenable to workplace AI?\nResponses were taken from 8,370 employees, managers and HR leaders across 10 countries. (And why not at least ask: Whether responses would be good or negative, AI has changed the work environment and influences how human resources and managers behave in order to keep organizations on track.)\nJudith Humphrey, the founder of a Toronto-based communications firm, in Fast Company had a look at the study. She thought it presented \"a strong case that AI is already winning the hearts and minds of employees.\"\nConsider technologies that remove the grunt work so that managers can turn to more creative pursuits; the technologies that teach workers how to maximize communications via imaginative digital platforms; technologies that add weight to their career portfolios as they seek promotions or new jobs.\nHumphrey noted study results: \"New technologies, according to respondents, will help them master new skills (36%), gain more free time (36%), and expand their current role so that it's more strategic (28%).\"\nWith that said, people outside Oracle still may not easily accept the very thought of an employee at any company trusting a machine more than a human manager to \"do the right thing\" or make the right assessment.\nA closer look at the survey questions, though, indicate the response was significant; the outcome had its own logic.\nWhat, specifically, were the activities that respondents felt could be done better by robots than by their managers? These were (1) providing unbiased information, (2) maintaining work schedules, (3) problem solving and (4) managing a budget.\nIncreased adoption of AI at work is having an impact on the way employees interact with their managers. The traditional role of HR teams and the manager is shifting.\nOracle's press summary of the findings noted that \"64 percent of people would trust a robot more than their manager and half have turned to a robot instead of their manager for advice.\"\nAs for Oracle's press release headline, \"Artificial Intelligence Is Winning More Hearts and Minds in the Workplace,\" it is not an inaccurate spin but more a snippet from a larger thought. AI is winning more hearts and minds in the realm of what AI is good at doing, leaving room and time for managers to do what they do best, coach, motivate, inspire, build teams.\nJeanne Meister, founding partner, Future Workplace: \"As workers and managers leverage the power of artificial intelligence in the workplace, they are moving from fear to enthusiasm as they see the possibility of being freed of many of their routine tasks and having more time to solve critical business problems for the enterprise.\"\nHumphrey in Fast Company did not miss the part in the study where respondents pinned what,, on the flip side, their managers did better than robots: \"understanding my feelings,\" \"coaching me,\" \"creating or promoting a work culture\" and \"evaluating team performance.\"\nA prophetic enough article appeared back in 2016 in Harvard Business Review where the authors argued that artificial intelligence will soon be able to do the administrative tasks that consume much of managers' time faster, better, and at a lower cost.\nThe authors reflected on study findings at the time. The attitude was encouraging; managers could see the difference between intelligently leveraging AI for decision support and data-driven solutions as opposed to fighting AI as a threat leading to their removal, leadership skills and all.\n\"Writing earnings reports is one thing, but developing messages that can engage a workforce and provide a sense of purpose is human through and through,\" the authors wrote. \"Tracking schedules and resources may soon fall within the jurisdiction of machines, but drafting strategy remains unmistakably human. Simply put, our recommendation is to adopt AI in order to automate administration and to augment but not replace human judgment.\"\nIn the Oracle study, meanwhile, workers in India (89 percent) and China (88 percent) were more trusting of robots over their managers. Singapore followed by 83 percent; Brazil, 78 percent; Japan, 76 percent; UAE, 74 percent; Australia\/New Zealand, 58 percent; U.S., 57 percent; UK, 54 percent; and France, 56 percent.\nMore information: go.oracle.com\/LP=86149\n© 2020 Science X Network","5":"January 21, 2020\nManufacturers are in a difficult position. Digital transformation is sweeping the sector and the pressure is building to provide a frictionless buying experiences that encompass all available sales channels, including eCommerce. In order to retain share of wallet and increase loyalty, manufacturers must meet the increasing demands of buyers, a B2B buying experience that is as seamless as any B2C experience. But, the complexities of a B2B purchase, coupled with inflexible legacy backend systems, puts a strain on the entire manufacturing organization.\nOffering an omni-channel experience\nAs the manufacturing industry moves toward Industry 4.0, many are seeing a shift with their customers from brand loyalty to experience loyalty. No longer is it enough to have the best price or a good relationship. Manufacturers must ensure they are keeping up with the changing needs of buyers and the technology advancements they desire by providing an adaptable omni-channel experience that can quickly be modified to adapt to the market and buyer demands.\nBuyers now expect their professional purchasing experiences to closely match personal purchasing experiences. In fact, 1\/3 of B2B buyers worldwide say their customer experience expectations have increased in the past year, according to a recent report. And, 20% of buyers have switched sellers due to a lack of integration across sales channels.\nA true omni-channel experience allows for a transparent, consistent purchasing experience regardless of how customers are buying; online, through a salesperson, or in store. In addition, it is expected that contract pricing, purchase controls, net terms, and SKU level data be passed and adhered to across all channels. When a manufacturer can do this seamlessly, they will create deeper customer loyalty and increase share of wallet.\nBringing AR and AP teams together with technology\nNearly half of all B2B buyers said it takes at least two to three days to be onboarded by a seller before they can purchase online, a recent survey revealed. This is often happens when AR departments are not properly equipped to determine the creditworthiness and fraud risk of a buyer. Once the buyer is approved, a seller’s AP departments typically have specific requirements for the submission of invoices. With differing requirements from a multitude of buyers, the resulting time-consuming and manual processes slow down the onboarding process and increase the time to sale. This friction is compounded by the fact that most of the backend processes rely on dated technology and systems. For instance, a recent article found nearly 44% of invoices are still delivered via fax machine and roughly 72% arrive via postal mail. When AR and AP teams don’t communicate properly, it becomes an issue for sales teams as well and the customer experience. By switching to a payments process that relies less on manual work and more on digital enhancements, manufacturers are likely to see an increase in buyer satisfaction as well as a more efficient customer experience.\nCompleting a digital transformation not only strengthens the buyer-seller relationship, but it also creates a tighter bond between AR and AP teams — increasing productivity and efficiency on both sides. Implementing a technology that can evolve the traditional, paper-based process allows AR and AP teams to work in a smoother environment, cuts down the pressure on the manufacturer to beat competitors and marketplace goliaths, and ultimately leaves the end customer satisfied with the overall purchasing experience.\nConclusion\nToday’s manufacturers are facing a major decision: Work toward a digital transformation or become obsolete. However, manufacturers don’t have to go it alone. MSTS’ Credit as a Service® (CaaS) solution helps manufacturers create a seamless onboarding process and an omni-channel purchasing experience for buyers. CaaS can also reduce the DSO, allowing team members to focus more on driving sales versus chasing down payments.\nThe white-labeled B2B payments platform creates a frictionless experience for buyers and sellers alike. This cloud-based platform allows buyers to onboard and receive instant credit decisions up to $250,000, all in under 30 seconds.\nCaaS is also able to integrate with legacy ERP, CRM, bank, eCommerce platforms, and business systems.\nSellers can extend risk-free lines of credit to buyers through MSTS, which are exclusive and closed loop. Plus, MSTS will take care of the collections and support processes, all under the seller’s brand.\nAbout Brandon Spear\nBrandon Spear is the president of MSTS, a global B2B payments and credit solutions provider. Brandon leads MSTS with expertise in managing large, diverse global teams. His strength is discerning and focusing on the most important challenges facing an organization at a particular point in time and unifying all stakeholders behind accomplishing a set of specific goals. Brandon has a unique ability to connect across all levels of an organization and motivate staff with diverse skill sets, while ensuring common alignment and great results.","6":"January 21, 2020\nThe Commerce Department’s GDP-by-Industry series is almost always overlooked by followers of the economy, and partly that’s the Commerce Department’s fault. Its updates are invariably a quarter behind, so it’s what analysts call a (seriously) lagging indicator that says relatively little about the more important question of what’s in store.\nNonetheless, even when they’re lagging, distinctive and detailed indicators can clarify long-term trends considerably, and that’s why I like GDP-by-Industry and track it so closely. Because it sheds lots of light on some of the most important economic and trade-related issues of the day – and especially on the impact of President Trump’s tariff-heavy policies. Specifically, the latest set of figures, which were issued January 9, reveal that during the Trump administration, the United States has continued to progress toward the worthy goal of reducing domestic manufacturing’s dependence on imports (and especially imports from increasingly hostile countries like China) for acceptable levels of growth.\nIn other words, the People’s Republic isn’t the only country from which American manufacturing is decoupling.\nAccording to the new data, the latest year-on-quarter results show that between the third quarter of 2018 and the third quarter of 2019, U.S. manufacturing output (measured according to a gauge called gross value added) increased by 1.21 percent. That’s not much. But the manufacturing trade deficit during this period rose by only 2.55 percent. (Both figures are in pre-inflation dollars, because inflation-adjusted manufacturing trade figures aren’t available.)\nAlthough this growth rate is lower than that achieved between the second quarter of 2018 and the second quarter of 2019 (2.03 percent), that figure was accompanied by a much faster increase in the manufacturing trade deficit (7.83 percent). The first quarter to first quarter results? Manufacturing production growth of 2.76 percent, and manufacturing trade deficit increase of 1.29 percent. That is, manufacturing output actually grew faster than the trade deficit. So from that standpoint, the third quarter result are disappointing.\nThey look even more disappointing when compared with the results from the first two years of the Trump administration. In 2017, manufacturing production also grew somewhat faster (3.99 percent) than the increase in manufacturing’s trade gap (3.16 percent), and in 2018, output grew much faster (6.23 percent to 3.96 percent).\nThese Trump presidency figures, in turn, have been much better than those reported for President Obama’s administration. Once the current economic recovery entered a normal phase (2011), the manufacturing trade deficit grew much faster than output ever year except for 2013.\nSo what’s the case for the latest third quarter 2018-third quarter 2019 figures representing continued progress? And why should anyone be happy with 1.21 percent annual manufacturing output growth no matter what’s happening on the trade deficit side?\nTwo answers suggest themselves. First, since the President began imposing tariffs in earnest (essentially, in April, 2018), importers have been “front-running” their purchases from abroad. Their efforts to secure these deals before various sets of tariffs kicked in has produced several short-term distortions in the trade deficit in particular. Second, since the spring, Boeing’s safety woes have exerted a major drag both on domestic manufacturing output and on industry’s trade performance – since the aircraft giant has long been America’s leading exporting company.\nJust one example of the difference Boeing has made: Between the third quarters of 2018 and 2019, the U.S. civilian aircraft trade surplus dropped from just under $10 billion to just under $6.5 billion. Civilian aircraft is of course the product category containing Boeing’s troubled 737 Max jet, and the plane was grounded worldwide, or banned from many national airspaces, starting in March.\nThe relationship between trade balances and production is never one-to-one, especially over relatively short time frames. And the matter becomes more complicated in sectors like aircraft, with its long lead times and generally large backlogs. But it’s difficult to believe that the 737 Max crisis and the narrowing of the aircraft trade surplus hasn’t impacted American civilian aircraft production and exports at all. (In fact, between those two quarters civilian aircraft exports, which are strongly related to output levels, sank by $2.75 billion, or nearly 22 percent.)\nMoreover, for the purposes of comparing manufacturing output growth and the manufacturing’s trade deficit growth, the aircraft troubles are significant. Had the category’s trade performance simply remained the same between the third quarters of 2018 and 2019, the trade shortfall would have increased not by 2.55 percent, but 1.25 percent – less than half the rate. As result, during that period, manufacturing’s output (1.21 percent) and trade deficit would have grown at very nearly the same pace.\nWhat does the future hold for this key ratio? On the one hand, civilian aircraft production is bound to decrease for the foreseeable future due to the 737 Max production halt announced by Boeing in mid-December. On the other, numerous signs indicate that industry overall has come out of the recession that dogged it for much of the last year and a half (and that by some output measures, never happened at all). Moreover, the Phase One trade deal signed by the United States and China last week could well reduce at least some of the tariff-related uncertainty that’s clearly slowed manufacturing-heavy capital spending decisions by American business in general, and certainly in manufacturing itself.\nThat looks like a modest case for domestic manufacturing continuing its longer term trend of becoming more self-sufficient while growing adequately – a development that makes major sense in a world that’s far more uncertain.\nALAN TONELSON\nAlan Tonelson, a columnist for IndustryToday, is founder of the RealityChek blog (alantonelson.wordpress.com), which covers manufacturing, trade, the economy, and national security. He has written for many leading publications on these subjects and is the author of The Race to the Bottom (Westview Press, 2000).","7":"National Center for the Middle Market (NCMM)\nCOLUMBUS, OH — New research from the National Center for the Middle Market (NCMM) finds that more than three-quarters of middle market businesses have either experienced a major transition in the past five years or expect one in the next five years. Far from being unusual, major transitions are business as usual: More than half (54 percent) experienced and expect to experience major transitions, often more than once in a given five-year period. Transitions studied included acquisitions, CEO succession, being acquired or taking on transformational new investment, and restructuring.\nPreparing for Major Business Transition, a special report by the NCMM shows that the more companies prepare for transitions, the better results they get. While the vast majority — more than 90 percent — of well-prepared companies say their transitions were successful, only a third of less-well-prepared companies say the same. The study also reveals the importance of assembling a team of trusted advisors to help executives chart a path through transition.\n“With baby boomers nearing retirement, an influx of private-equity funding, low interest rates and high valuations, we’re seeing a perfect storm of factors lining up for increased transitions in the near future,” said NCMM Executive Director Thomas A. Stewart. “If these companies prepare for their coming transitions, their results can lead to strong positive outcomes.”\nThe report, based on results of a survey conducted by NCMM in collaboration with SunTrust Banks (now Truist) and Chubb, polled 404 middle market leaders with active responsibility for strategic decision making. The survey was fielded in November 2019.\n“Middle market companies have much to gain from a comprehensive approach to transition planning,” said NCMM Managing Director Doug Farren. “By learning from our key insights, including the importance of trusted advisors and the keys to succession planning, executives can set their companies up for success now and into the future.”\nAbout the National Center for the Middle Market (NCMM)\nThe National Center for the Middle Market is a collaboration between The Ohio State University Fisher College of Business and Chubb. It exists for a single purpose: to ensure that the vitality and robustness of Middle Market companies are fully realized as fundamental to our nation’s economic outlook and prosperity. The Center is the leading source of knowledge, leadership, and innovative research on the middle market economy, providing critical data analysis, insights, and perspectives for companies, policymakers and other key stakeholders to help accelerate growth, increase competitiveness and create jobs in this sector.\nHoused at The Ohio State University Fisher College of Business, the National Center for the Middle Market is the first center of its kind in the nation. The Center enthusiastically serves middle market firms, students, academic researchers, policy makers, the media and other key stakeholders with interests in the health and well-being of the middle market. The Center is fully committed to funding and distributing the most credible open-sourced research, dynamically creating new knowledge, providing programs that drive value for middle market companies, and offering a well-informed outlook on the health and future of the middle market via the Middle Market Indicator.\nAbout Truist\nTruist Financial Corporation (NYSE: TFC) is a purpose-driven company dedicated to building a better future for its clients, teammates and communities. With 275 years of combined BB&T and SunTrust history, Truist is one of the nation’s largest financial services holding companies offering a wide range of services including retail, small business and commercial banking; asset management; capital markets; commercial real estate; corporate and institutional banking; insurance; mortgage; payments; specialized lending and wealth management. Headquartered in Charlotte, North Carolina, Truist serves approximately 10 million households with leading market share in many high-growth markets in the country.","8":"World Economic Forum’s Global Lighthouse Network helps manufacturing industry catch up to rest of the world in adoption of Fourth Industrial Revolution technology.\nJanuary 18, 2020\nBy Isabel Yang, Chief Technology Officer and Senior Vice President, Advanced Energy\nThe Internet of Things (IoT) has brought significant advancements to nearly every sector of society, dramatically changing the way we live, how we work and what we produce. Particularly as consumers benefit from IoT technologies enabling the evolution of semi-autonomous vehicles, smart homes, voice assistants and fitness trackers. We cannot overlook the fact that IoT is also driving the Fourth Industrial Revolution (Industry 4.0).\nAt the World Economic Forum’s annual meeting in Davos, Switzerland, in 2018, top advisors from the private and public sector set out to identify manufacturing’s transformation leaders who are frontrunners charting a new course and paving the way. What followed was a 2019 white paper in which 16 geographically diverse companies are starting to reap the rewards of IIoT as early adopters. In todays fast changing world of digital disruption, early adopters not only gains markets advantage, but in some cases becomes winner takes all. These 16 companies, presented as “Lighthouses,” exhibited all of the essential characteristics of Industry 4.0 but also reflected the globalization of industrial manufacturing and the opportunities available for factories of all sizes anywhere on the planet.\nInnovation in manufacturing is critically important considering its prominence in the world’s economies. According to research from Brookings, China leads with over $2.01 trillion in output, which accounts for 27 percent of China’s overall national output and 20 percent of the world’s manufacturing output. The United States is second at $1.867 trillion, representing 12 percent of the nation’s output and 18 percent of the world’s capacity. In terms of employment, Poland leads with 20.2 percent of its workers engaged in manufacturing, followed by Germany (19 percent), Italy (18.5 percent), Turkey (18.1 percent), South Korea (16.9 percent), China (16.9 percent) and Japan (16.9 percent). With statistics like those, it’s fair to say stakes are high. Here in America, where approximately 10.5 percent of the workforce is employed in manufacturing, a report from McKinsey suggests that, by upgrading plants and equipment with Industrial IoT (IIoT) technologies, the U.S. has the potential of raising manufacturing GDP by more than $500 billion annually.\nThe Industrial IoT (IIoT) connecting a network of machines and sensors that communicate with each other and humans will undoubtedly transform every aspect of production, from the plant floor to the end user experience. Witnessed by the success of the lighthouse factories, these new digital technologies and automated processes are tangibly demonstrating their ability to drive productivity and reduce human error. More automation, however, requires more power. And, at the core, it is the consistent, specific and reliable energy supplies that provide the lifeblood of the smart factory. Even brief aberrations or voltage sags can create a domino effect of detrimental consequences. Voltage sags, or dips, are the most common events affecting power quality—and costly. Smart factories with robots and PLCs (Programmable Logic Controllers) for controlling motors, pumps, lights, fans, circuit breakers and other machinery, are more vulnerable to voltage sags as equipment complexity increases.\nMonitoring and controlling temperature is also one of the highest costs for manufacturers. Inaccurate low and high operating temperatures can result in product failure, premature machine failure, unexpected shutdowns and in rare circumstances equipment meltdowns and fires. Thermal control is critical the production of steel, glass, plastics, coatings and plasma, which is ubiquitous in the electronics industry with flat panel displays such as televisions and computers. As display sizes and resolution increase, the negative financial impact of film defects is magnified, putting extreme demands on equipment suppliers. Additionally, rapid change and process interruptions require manufacturing equipment to be increasingly flexible and reliable. Minimizing arc energy while maintaining a stable, repeatable process helps in achieving higher film quality, increasing yields and reducing manufacturing costs. This requires tight performance parameters, customizable power delivery, precision pulsing and multi-level arc management to enable process stability and control. Such solutions offer the kind of consistent energy flow necessary for today’s most advanced machines and sensors powering smart factories.\nIn our industry, which includes manufacturing semiconductor and industrial glass coatings among other things, innovation has been a top priority at home in the U.S. and abroad, where Advanced Energy (AE) continues to bring highly engineered, precision power conversion, measurement and control solutions to help customers worldwide with their mission-critical applications and processes. Our new facility in Caesarea, Israel underscores that commitment. The new 6,500 square-foot facility includes business offices and a state-of-the-art R&D lab that advances AE’s goal to provide customers in the semiconductor, medical, defense and industrial markets with the most reliable, smart technologies and resources. The inclusion of an on-site services and repair facility will also help to support AE’s regional customers, who increasingly require access to high-quality local service for their power systems and controls.\nIndustry 4.0 is essential to breaking out of productivity stagnation—and designing a resilient smart IoT-enabled power supply is an essential part of manufacturing’s digital transformation. With higher power consumption inevitable, factories must be proactive in addressing power management, as well as energy efficiency goals, thermal impact and the need for improved reliability and safety. This is no easy task, but with lighthouses paving the way, the U.S. manufacturing industry can initiate a profound shift that impacts every aspect of modern society.\nAbout ISABEL YANG\nDr. Isabel Yang is chief technology officer and senior vice president of Advanced Energy, responsible for leading the execution of the company’s global technology vision and strategy. Dr. Yang holds multiple patents, has written extensively for more than 40 technical publications and was the recent recipient of Most Influential Women in Manufacturing Award as well as well Denver Business Journal C-Suite Award. Dr. Yang completed all of her higher education at MIT, receiving a bachelor’s degree in material science, a master’s degree and Ph.D. in electrical engineering, specializing in solid state physics and semiconductors.\nAbout Advanced Energy\nAdvanced Energy (Nasdaq: AEIS) is a global leader in the design and manufacturing of highly engineered, precision power conversion, measurement and control solutions for mission-critical applications and processes. AE’s power solutions enable customer innovation in complex semiconductor and industrial manufacturing applications. With engineering know-how and responsive service and support around the globe, the company builds collaborative partnerships to meet technology advances, propel growth for its customers and innovate the future of power. Advanced Energy has devoted more than three decades to perfecting power for its global customers and is headquartered in Fort Collins, Colorado, USA. For more information, visit www.advancedenergy.com.\nAdvanced Energy | Precision. Power. Performance.","9":"American coffeehouse chain, Starbucks, and Swiss food and drink company, Nestlé, have strengthened their ongoing collaboration further with today’s launch of new coffee products under the Starbucks brand.\nThe new range includes: Fresh Brew coffee, Cold Brew concentrate; and Starbucks coffee blends containing golden turmeric and essential vitamins among others. This range allows consumers to satiate their cravings for Starbucks coffee even at home.\nThe new line-up will be available in US grocery stores nationwide from February 2020.\nThe new offerings come as part of a $7.1 billion global alliance signed by Nestlé and Starbucks’ 2018. Through the deal, Nestlé has acquired a global license to produce Starbucks-branded products, including ground and roast coffee, as well as portioned and soluble coffee, teas and creamers. However, the arrangement excludes sales of any products – produced as part of the agreement – at any Starbucks outlet. Nestle also took on around 500 Starbucks employees as part of the deal.\nThe deal kick-started with the duo’s launch of a new line-up in February 2019. The range included 24 products, such as single-origin coffees, signature Starbucks blends and classic preparations like Cappuccino and caramel macchiato, all made using 100% ethically sourced Arabica beans.\nThe range also marked the debut of Starbucks capsules, which have been developed using Nestlé’s proprietary Nescafé Dolce Gusto and Nespresso technologies.\nThe partnership is strategically important for both companies which have come together to create a stronger collaboration in the highly fragmented consumer beverages market. The market is seeing a slew of new entrants and an increasing number of mergers, acquisitions and alliances aimed at taking over a bigger share of the global coffee market that is expected to be worth $102.28 billion by 2023.\nTransactions such as Coca Cola’s acquisition of Costa and JAB Holdings’ expansion of its coffee portfolio, which included the acquisition of Peet’s Coffee & Tea, Keurig Green Mountain, Caribou Coffee, Jacobs Douwe Egberts and several others, emphasise the growing focus of investors in the coffee segment and the rapid consolidation of the segment.\nThe coffee market is predicted to undergo significant growth, bolstered by changing urban lifestyle habits, increasing demand for on-the-go food and beverages and increasing customer purchasing power.\nNestle’s Chief Executive Mark Schneider has already identified coffee as a strategic category for investment and the company’s latest developments, including its acquisition of a majority stake in Blue Bottle Coffee, purchase of Texas-based Chameleon Cold-Brew and even the Starbucks deal, all indicate that the Swiss company is well on track to emerge as the top player in the coffee market."},"3":{"0":"https:\/\/www.automationmag.com\/te-connectivity-introduces-m12-industrial-ethernet-cable-assembly\/","1":"https:\/\/techxplore.com\/news\/2020-01-kirigami-thousands-weight.html","2":"https:\/\/techxplore.com\/news\/2020-01-gm-cruise-road-robotaxi-concept.html","3":"https:\/\/techxplore.com\/news\/2020-01-fully-flexible-electronics-magnetic-sensors.html","4":"https:\/\/techxplore.com\/news\/2020-01-workplace-robots.html","5":"https:\/\/industrytoday.com\/digital-transformation-in-manufacturing\/","6":"https:\/\/industrytoday.com\/u-s-manufacturings-not-only-decoupling-from-china\/","7":"https:\/\/industrytoday.com\/importance-of-transitional-planning\/","8":"https:\/\/industrytoday.com\/lighthouses-revitalize-u-s-manufacturing\/","9":"https:\/\/www.themanufacturer.com\/articles\/nestle-offer-starbucks-experience-home-new-product-line\/"},"4":{"0":"empty","1":"empty","2":"empty","3":"empty","4":"empty","5":"empty","6":"empty","7":"empty","8":"empty","9":"empty"},"Sentences":{"0":["\nPVC provides a competitive and economic solution for occasional movement or vibration, but lacks in areas such as flex properties, while PUR is more suited to more demanding applications in, for example, drag chains and harsh environments where operational reliability is crucial","\nThe hexagonal crimp of the sleeve gives a vibration-resistant and torsion-proof cable strain relief, in accordance with IEC 61 373, Category 1, Class B, as well as safe shield termination","\nDepending on the material, the M12 assemblies withstand up to 1 million flexes, machine oils, abrasion and UV radiation"," A compact full-metal housing with crimp flange\/crimp sleeve provides 360-degree shielding against EMI\/RFI interference"," Jacketing, for example, is in PVC, or halogen-free PUR or other FRNC (flame retardant, non-corrosive) materials"," Category 5e cables can realize transmission rates of 100Mbps to meet network requirements in the field and at supervisory management levels","TE Connectivity (TE) now offers M12 data cable assemblies that support Ethernet protocols as part of its package of Industrial Ethernet and Fieldbus solutions","\nThe new assemblies are available with several standard cable length options from 0","\nUsers of the new TE M12 industrial Ethernet cable assemblies can choose from a wide range of features"],"1":[" Kamien was initially surprised to see that Wang had left the excess flaps from the cuts in place"," The tilted, triangular design was strongest when the flaps were undamaged and untapped, and it was also stronger than the same design with vertical walls","\nBut while both art forms are a source of ideas for science, architecture, and design, each has fundamental limitations"," Variations include kirigami (from kiri, to cut), a version of origami that allows materials to be cut and reconnected using tape or glue"," \"It was this perfect blend of what I could do and what she could do"," \"We figured out how to use materials that can bend and stretch, and we can actually strengthen these materials,\" says Wang"," She also made versions where the cut flaps were taped, cut, or damaged","\nTaking inspiration from both art forms, researchers describe a new set of motifs for creating lightweight, strong, and foldable structures using soft materials"," \"Here was this structure that didn't require tape, it had cuts, and it was really strong,\" Kamien says"," \"The usual kirigami route is to cut that off and tape it,\" says Kamien"," \"There were things about this study that are totally outside the scope of what a physicist would know,\" says Kamien"," These kirigami structures can support 14,000 times their weight and, because they don't require adhesives or fasteners, can easily be flattened and refolded","\nShortly thereafter, Wang showed Kamien a new design for a kirigami triangle that had tilted walls"," Using industry-grade tension and compression testing equipment at the Laboratory for Research on the Structure of Matter, the scientists found that the geometric structure could support 14,000 times its own weight"," One possible application could be to make inexpensive, lightweight, and deployable structures, such as temporary shelter tents that are strong and durable but can also be easily assembled and disassembled","\"\nTo figure out what made this geometry so resilient, Wang made several versions of different \"soft\" materials, including paper, copper, and plastic"," You don't need any of those connectors or little screws,\" says Kamien","\nWith the help of Guest, the researchers realized that two deviations from the group's typical kirigami rules were key to the structure's strength"," Published in Physical Review X, the work was conducted by visiting graduate student Xinyu Wang and professor Randall Kamien of the University of Pennsylvania in collaboration with Simon Guest from the University of Cambridge"," student at Southeast University, was interested in studying the mechanical properties of origami and kirigami structures and reached out to Kamien to start a new collaboration","\nThanks to Wang's \"inspired\" design and Kamien's burgeoning collaboration with Wang and her advisors Jianguo Cai and Jian Feng , the possibilities for future ideas and designs are endless"," \"With the vertical ones, there's no way to turn a downward force into a sideways force without bending the paper,\" says Kamien"," Wang \"found that, in this particular geometry, you can get the flaps to fit","The Japanese art of origami (from ori, folding, and kami, paper) transforms flat sheets of paper into complex sculptures"," When the walls of the triangles are angled, any force applied to the top can be translated into horizontal compression within the center of the design"," The flat folds required by origami result in an unlockable overall structure, while kirigami creations can't be unfolded back into their original, flattened states because of the adhesive","\"\nWhile a single triangle wasn't particularly strong on its own, the researchers noticed that when several were arranged in a repetitive design, the force they could support was much greater than expected"," They also found that the paper-to-paper overlap from leaving the cut flaps in place allowed the triangles to press up against their neighbors, which helped distribute the vertical load","\nKamien also pictures this Interleaved Kirigami Extension Assembly as a way to create furniture in the future","\nThis paper is yet another example of how kirigami can be used as a \"tool\" for scientists and engineers, this time for creating strong, rigid objects out of soft materials"," After Wang arrived at the Kamien lab in September 2018, Kamien asked her to try some new designs using his group's set of rules for exploring kirigami structures"],"2":["\nBy eliminating the need for a human to drive, Cruise theoretically will be able to offer a less expensive way to get around—a goal already being pursued by self-driving car pioneer Waymo, a Google spinoff that has been testing robotaxis in the Phoenix area for nearly three years"," Despite the fatal 2018 crash that stoked the public's worst fears about self-driving cars, Uber is still trying to build a fleet of robotic taxis as part of its question to become profitable","\nWaymo's Phoenix-area service already has given more than 100,000 rides, according to the company","\nWhenever Cruise's ride-hailing service makes its debut, it will still be chasing Waymo, whose work on self-driving car technology began inside of Google more than a decade ago"," The company indicated it will initially only be available in San Francisco, where Cruise has already been offering a ride-hailing service that's only available to its roughly 1,000 employees","75 billion from Honda and $2"," It looks like a cross between a mini-van and sports utility vehicle with one huge exception—it won't have any steering wheel or brakes","\nCruise had planned to have a robotaxi service consisting of Chevrolet Bolts working without human backup drivers by the end of 2019, but moved away from that last year after one of Uber's autonomous test vehicles ran down and killed a pedestrian in the Phoenix suburb of Tempe, Arizona, during 2018","\nThe service still being developed by GM's Cruise subsidiary will rely on a boxy, electric-powered vehicle called \"Origin\" that was unveiled late Tuesday in San Francisco amid much fanfare"," Since then, Cruise has attracted more than $6 billion from investors, including $2"," The Origin will accommodate up to four passengers at a time, although a single customer will be able summon it for a ride just as people already can ask for a car with a human behind the wheel from Uber or Lyft","\nFor all the hype surrounding the Origin's unveiling, Cruise omitted some key details, including when its ride-hailing service will be available and how many of the vehicles will be in its fleet"," It expanded beyond the test phase service 13 months ago with a ride-hailing app that now has about 1,500 active monthly riders, Waymo says","\nStill aware of the fallout from that deadly crash, Cruise is promising \"superhuman performance\" from the Cruise, which GM hopes to manufacture at half the price of comparable vehicles using fuel-combustion engines","25 billion from Japanese tech investment firm SoftBank","\nBy comparison, ride-hailing leader Uber now boasts about 103 million active monthly users with a service that relies on human drivers—a dependence that is the main reason the company has been losing money throughout its history","\nThe Origin represents another significant step for Cruise, which had only 40 employees when GM bought it in 2016 as part of its effort to catch up in the race to build cars that can drive themselves","General Motors' self-driving car company will attempt to deliver on its long-running promise to provide a more environmentally friendly ride-hailing service in an unorthodox vehicle designed to eliminate the need for human operators to transport people around crowded cities","\nGM currently values Cruise at $19 billion, fueling speculation that the subsidiary may eventually be spun off as a publicly traded company","\nTesla CEO Elon Musk has also pledged that his company's electric cars will be able to drive themselves without a human behind the wheel before the end of this year so they can moonlight as taxis when their owners don't need the vehicles, but industry analysts doubt that promise will come to fruition"],"3":[" It allows for interfacing with external physical environment through numerous receptors interconnected with the nervous system","\nResearchers from Dresden, Chemnitz and Osaka have now presented a pioneering active matrix magnetic sensor system in a recent article published in Science Advances"," In addition to full system integration, the use of organic bootstrap shift registers is a very important development step toward active-matrix electronic skin for robotic and wearable applications","\nThe researchers have demonstrated the system's high magnetic sensitivity, and it can acquire the two-dimensional magnetic field distribution in real time","Human skin is a fascinating multifunctional organ with unique properties originating from its flexible and compliant nature"," This challenging task became a major obstacle in realizing electronic skin"," Recent advancements in flexible sensors and organic electronics have provided important prerequisites"," All electronic components are based on organic thin-film transistors and are integrated within a single platform","\nTo closely replicate natural skin, it is necessary to interconnect a large number of individual sensors"," In order to reduce the necessary wiring, important technology had to be developed—namely, complex electronic circuits, current sources and switches had to be combined with individual magnetic sensors to achieve fully integrated devices"," First demonstrations were based on an array of individual sensors addressed separately, which unavoidably resulted in a tremendous number of electronic connections"," The ultra-compliant and flexible nature of these devices is an indispensable feature for modern and future applications such as soft robotics, implants and prosthetics"," The next step is to increase the number of sensors per surface area as well as to expand the electronic skin to fit larger surfaces"," The sensor system consists of a 2 x 4 array of magnetic sensors, an organic bootstrap shift register required for controlling the sensor matrix, and organic signal amplifiers"," Much research has been devoted to implementation of these functionalities in a flexible, compliant form"," Scientists have been trying to transfer these features to artificial skin for a long time, aiming at robotic applications"," These devices can operate on soft and elastic surfaces, whereas sensors perceive various physical properties and transmit them via readout circuits","\nRobotic systems heavily rely on electronic and magnetic field sensing functionalities required for positioning and orientation in space"," Schmidt, director at the Leibniz Institute for Solid State and Materials Research Dresden, says, \"Our first integrated magnetic functionalities prove that thin-film flexible magnetic sensors can be integrated within complex organic circuits"],"4":["\nIncreased adoption of AI at work is having an impact on the way employees interact with their managers"," AI is winning more hearts and minds in the realm of what AI is good at doing, leaving room and time for managers to do what they do best, coach, motivate, inspire, build teams"," Singapore followed by 83 percent; Brazil, 78 percent; Japan, 76 percent; UAE, 74 percent; Australia\/New Zealand, 58 percent; U","\"\nIn the Oracle study, meanwhile, workers in India (89 percent) and China (88 percent) were more trusting of robots over their managers"," That's the deal with information technology using AI for business and with robots unleashed in the workplace","\nA new study has a sunnier view","\nWhat, specifically, were the activities that respondents felt could be done better by robots than by their managers? These were (1) providing unbiased information, (2) maintaining work schedules, (3) problem solving and (4) managing a budget","\nThe information comes from an annual study that Oracle runs with the research company Future Workplace"," Simply put, our recommendation is to adopt AI in order to automate administration and to augment but not replace human judgment"," People have more trust in robots"," \"The majority (65 percent) of workers are optimistic, excited and grateful about having robot co-workers and nearly a quarter report having a loving and gratifying relationship with AI at work,\" said the press release provided by Oracle"," (And why not at least ask: Whether responses would be good or negative, AI has changed the work environment and influences how human resources and managers behave in order to keep organizations on track"," \"Tracking schedules and resources may soon fall within the jurisdiction of machines, but drafting strategy remains unmistakably human","\" That is quite the positive headline; is it an aggressive spin or a realistic reflection that people are so amenable to workplace AI?\nResponses were taken from 8,370 employees, managers and HR leaders across 10 countries"," The traditional role of HR teams and the manager is shifting","\"\nHumphrey in Fast Company did not miss the part in the study where respondents pinned what,, on the flip side, their managers did better than robots: \"understanding my feelings,\" \"coaching me,\" \"creating or promoting a work culture\" and \"evaluating team performance","\nOracle's press summary of the findings noted that \"64 percent of people would trust a robot more than their manager and half have turned to a robot instead of their manager for advice","\"\nConsider technologies that remove the grunt work so that managers can turn to more creative pursuits; the technologies that teach workers how to maximize communications via imaginative digital platforms; technologies that add weight to their career portfolios as they seek promotions or new jobs","\nThe authors reflected on study findings at the time"," The presumptions are that such tech is potentially harmful and that if those robots rebel against you, you're toast","\n\"Writing earnings reports is one thing, but developing messages that can engage a workforce and provide a sense of purpose is human through and through,\" the authors wrote"," Presumptions harden as truth but then there is occasion to throw presumptions off the table and start again","\nHumphrey noted study results: \"New technologies, according to respondents, will help them master new skills (36%), gain more free time (36%), and expand their current role so that it's more strategic (28%)"," The attitude was encouraging; managers could see the difference between intelligently leveraging AI for decision support and data-driven solutions as opposed to fighting AI as a threat leading to their removal, leadership skills and all"," She thought it presented \"a strong case that AI is already winning the hearts and minds of employees",", 57 percent; UK, 54 percent; and France, 56 percent",")\nJudith Humphrey, the founder of a Toronto-based communications firm, in Fast Company had a look at the study","\"\nWith that said, people outside Oracle still may not easily accept the very thought of an employee at any company trusting a machine more than a human manager to \"do the right thing\" or make the right assessment","oracle","\"\nA prophetic enough article appeared back in 2016 in Harvard Business Review where the authors argued that artificial intelligence will soon be able to do the administrative tasks that consume much of managers' time faster, better, and at a lower cost","\nJeanne Meister, founding partner, Future Workplace: \"As workers and managers leverage the power of artificial intelligence in the workplace, they are moving from fear to enthusiasm as they see the possibility of being freed of many of their routine tasks and having more time to solve critical business problems for the enterprise"],"5":["\nConclusion\nToday’s manufacturers are facing a major decision: Work toward a digital transformation or become obsolete"," Once the buyer is approved, a seller’s AP departments typically have specific requirements for the submission of invoices","\nCaaS is also able to integrate with legacy ERP, CRM, bank, eCommerce platforms, and business systems"," This friction is compounded by the fact that most of the backend processes rely on dated technology and systems"," By switching to a payments process that relies less on manual work and more on digital enhancements, manufacturers are likely to see an increase in buyer satisfaction as well as a more efficient customer experience"," Brandon leads MSTS with expertise in managing large, diverse global teams"," Plus, MSTS will take care of the collections and support processes, all under the seller’s brand"," Brandon has a unique ability to connect across all levels of an organization and motivate staff with diverse skill sets, while ensuring common alignment and great results"," In addition, it is expected that contract pricing, purchase controls, net terms, and SKU level data be passed and adhered to across all channels","\nSellers can extend risk-free lines of credit to buyers through MSTS, which are exclusive and closed loop"," But, the complexities of a B2B purchase, coupled with inflexible legacy backend systems, puts a strain on the entire manufacturing organization"," In fact, 1\/3 of B2B buyers worldwide say their customer experience expectations have increased in the past year, according to a recent report","\nA true omni-channel experience allows for a transparent, consistent purchasing experience regardless of how customers are buying; online, through a salesperson, or in store","\nBuyers now expect their professional purchasing experiences to closely match personal purchasing experiences"," Digital transformation is sweeping the sector and the pressure is building to provide a frictionless buying experiences that encompass all available sales channels, including eCommerce"," His strength is discerning and focusing on the most important challenges facing an organization at a particular point in time and unifying all stakeholders behind accomplishing a set of specific goals","\nOffering an omni-channel experience\nAs the manufacturing industry moves toward Industry 4","\nCompleting a digital transformation not only strengthens the buyer-seller relationship, but it also creates a tighter bond between AR and AP teams — increasing productivity and efficiency on both sides","\nBringing AR and AP teams together with technology\nNearly half of all B2B buyers said it takes at least two to three days to be onboarded by a seller before they can purchase online, a recent survey revealed"," And, 20% of buyers have switched sellers due to a lack of integration across sales channels"," With differing requirements from a multitude of buyers, the resulting time-consuming and manual processes slow down the onboarding process and increase the time to sale","\nAbout Brandon Spear\nBrandon Spear is the president of MSTS, a global B2B payments and credit solutions provider","\nThe white-labeled B2B payments platform creates a frictionless experience for buyers and sellers alike"," When a manufacturer can do this seamlessly, they will create deeper customer loyalty and increase share of wallet"," When AR and AP teams don’t communicate properly, it becomes an issue for sales teams as well and the customer experience"," In order to retain share of wallet and increase loyalty, manufacturers must meet the increasing demands of buyers, a B2B buying experience that is as seamless as any B2C experience"," CaaS can also reduce the DSO, allowing team members to focus more on driving sales versus chasing down payments"," Manufacturers must ensure they are keeping up with the changing needs of buyers and the technology advancements they desire by providing an adaptable omni-channel experience that can quickly be modified to adapt to the market and buyer demands"," This is often happens when AR departments are not properly equipped to determine the creditworthiness and fraud risk of a buyer"," For instance, a recent article found nearly 44% of invoices are still delivered via fax machine and roughly 72% arrive via postal mail"," Implementing a technology that can evolve the traditional, paper-based process allows AR and AP teams to work in a smoother environment, cuts down the pressure on the manufacturer to beat competitors and marketplace goliaths, and ultimately leaves the end customer satisfied with the overall purchasing experience"," No longer is it enough to have the best price or a good relationship"," However, manufacturers don’t have to go it alone","January 21, 2020\nManufacturers are in a difficult position","0, many are seeing a shift with their customers from brand loyalty to experience loyalty"," This cloud-based platform allows buyers to onboard and receive instant credit decisions up to $250,000, all in under 30 seconds"," MSTS’ Credit as a Service® (CaaS) solution helps manufacturers create a seamless onboarding process and an omni-channel purchasing experience for buyers"],"6":[" civilian aircraft trade surplus dropped from just under $10 billion to just under $6","21 percent) and trade deficit would have grown at very nearly the same pace"," That is, manufacturing output actually grew faster than the trade deficit","55 percent"," As result, during that period, manufacturing’s output (1"," Specifically, the latest set of figures, which were issued January 9, reveal that during the Trump administration, the United States has continued to progress toward the worthy goal of reducing domestic manufacturing’s dependence on imports (and especially imports from increasingly hostile countries like China) for acceptable levels of growth"," Civilian aircraft is of course the product category containing Boeing’s troubled 737 Max jet, and the plane was grounded worldwide, or banned from many national airspaces, starting in March","\nIn other words, the People’s Republic isn’t the only country from which American manufacturing is decoupling","83 percent)","03 percent), that figure was accompanied by a much faster increase in the manufacturing trade deficit (7"," But it’s difficult to believe that the 737 Max crisis and the narrowing of the aircraft trade surplus hasn’t impacted American civilian aircraft production and exports at all","55 percent, but 1","com), which covers manufacturing, trade, the economy, and national security"," The first quarter to first quarter results? Manufacturing production growth of 2","25 percent – less than half the rate","99 percent) than the increase in manufacturing’s trade gap (3"," Had the category’s trade performance simply remained the same between the third quarters of 2018 and 2019, the trade shortfall would have increased not by 2"," (In fact, between those two quarters civilian aircraft exports, which are strongly related to output levels, sank by $2","76 percent, and manufacturing trade deficit increase of 1","21 percent","75 billion, or nearly 22 percent"," Second, since the spring, Boeing’s safety woes have exerted a major drag both on domestic manufacturing output and on industry’s trade performance – since the aircraft giant has long been America’s leading exporting company"," Their efforts to secure these deals before various sets of tariffs kicked in has produced several short-term distortions in the trade deficit in particular",")\nMoreover, for the purposes of comparing manufacturing output growth and the manufacturing’s trade deficit growth, the aircraft troubles are significant",")\nAlthough this growth rate is lower than that achieved between the second quarter of 2018 and the second quarter of 2019 (2","\nThe relationship between trade balances and production is never one-to-one, especially over relatively short time frames","\nSo what’s the case for the latest third quarter 2018-third quarter 2019 figures representing continued progress? And why should anyone be happy with 1"," Because it sheds lots of light on some of the most important economic and trade-related issues of the day – and especially on the impact of President Trump’s tariff-heavy policies","\nWhat does the future hold for this key ratio? On the one hand, civilian aircraft production is bound to decrease for the foreseeable future due to the 737 Max production halt announced by Boeing in mid-December","29 percent"," And the matter becomes more complicated in sectors like aircraft, with its long lead times and generally large backlogs"," manufacturing output (measured according to a gauge called gross value added) increased by 1","\nThat looks like a modest case for domestic manufacturing continuing its longer term trend of becoming more self-sufficient while growing adequately – a development that makes major sense in a world that’s far more uncertain","\nAccording to the new data, the latest year-on-quarter results show that between the third quarter of 2018 and the third quarter of 2019, U","\nThese Trump presidency figures, in turn, have been much better than those reported for President Obama’s administration"," On the other, numerous signs indicate that industry overall has come out of the recession that dogged it for much of the last year and a half (and that by some output measures, never happened at all)"," Its updates are invariably a quarter behind, so it’s what analysts call a (seriously) lagging indicator that says relatively little about the more important question of what’s in store"," (Both figures are in pre-inflation dollars, because inflation-adjusted manufacturing trade figures aren’t available","16 percent), and in 2018, output grew much faster (6"," But the manufacturing trade deficit during this period rose by only 2"," First, since the President began imposing tariffs in earnest (essentially, in April, 2018), importers have been “front-running” their purchases from abroad"," So from that standpoint, the third quarter result are disappointing","21 percent annual manufacturing output growth no matter what’s happening on the trade deficit side?\nTwo answers suggest themselves","\nALAN TONELSON\nAlan Tonelson, a columnist for IndustryToday, is founder of the RealityChek blog (alantonelson"," In 2017, manufacturing production also grew somewhat faster (3","23 percent to 3"," Moreover, the Phase One trade deal signed by the United States and China last week could well reduce at least some of the tariff-related uncertainty that’s clearly slowed manufacturing-heavy capital spending decisions by American business in general, and certainly in manufacturing itself","\nJust one example of the difference Boeing has made: Between the third quarters of 2018 and 2019, the U"," Once the current economic recovery entered a normal phase (2011), the manufacturing trade deficit grew much faster than output ever year except for 2013","96 percent)"],"7":[" The Center is the leading source of knowledge, leadership, and innovative research on the middle market economy, providing critical data analysis, insights, and perspectives for companies, policymakers and other key stakeholders to help accelerate growth, increase competitiveness and create jobs in this sector","\n“Middle market companies have much to gain from a comprehensive approach to transition planning,” said NCMM Managing Director Doug Farren","National Center for the Middle Market (NCMM)\nCOLUMBUS, OH — New research from the National Center for the Middle Market (NCMM) finds that more than three-quarters of middle market businesses have either experienced a major transition in the past five years or expect one in the next five years","\nHoused at The Ohio State University Fisher College of Business, the National Center for the Middle Market is the first center of its kind in the nation"," The Center is fully committed to funding and distributing the most credible open-sourced research, dynamically creating new knowledge, providing programs that drive value for middle market companies, and offering a well-informed outlook on the health and future of the middle market via the Middle Market Indicator"," Far from being unusual, major transitions are business as usual: More than half (54 percent) experienced and expect to experience major transitions, often more than once in a given five-year period","\n“With baby boomers nearing retirement, an influx of private-equity funding, low interest rates and high valuations, we’re seeing a perfect storm of factors lining up for increased transitions in the near future,” said NCMM Executive Director Thomas A"," Transitions studied included acquisitions, CEO succession, being acquired or taking on transformational new investment, and restructuring"," It exists for a single purpose: to ensure that the vitality and robustness of Middle Market companies are fully realized as fundamental to our nation’s economic outlook and prosperity","\nPreparing for Major Business Transition, a special report by the NCMM shows that the more companies prepare for transitions, the better results they get"," The Center enthusiastically serves middle market firms, students, academic researchers, policy makers, the media and other key stakeholders with interests in the health and well-being of the middle market"," “If these companies prepare for their coming transitions, their results can lead to strong positive outcomes","\nAbout Truist\nTruist Financial Corporation (NYSE: TFC) is a purpose-driven company dedicated to building a better future for its clients, teammates and communities"," Headquartered in Charlotte, North Carolina, Truist serves approximately 10 million households with leading market share in many high-growth markets in the country"," The study also reveals the importance of assembling a team of trusted advisors to help executives chart a path through transition"," While the vast majority — more than 90 percent — of well-prepared companies say their transitions were successful, only a third of less-well-prepared companies say the same"," With 275 years of combined BB&T and SunTrust history, Truist is one of the nation’s largest financial services holding companies offering a wide range of services including retail, small business and commercial banking; asset management; capital markets; commercial real estate; corporate and institutional banking; insurance; mortgage; payments; specialized lending and wealth management"," “By learning from our key insights, including the importance of trusted advisors and the keys to succession planning, executives can set their companies up for success now and into the future","”\nThe report, based on results of a survey conducted by NCMM in collaboration with SunTrust Banks (now Truist) and Chubb, polled 404 middle market leaders with active responsibility for strategic decision making"],"8":["5 percent of the workforce is employed in manufacturing, a report from McKinsey suggests that, by upgrading plants and equipment with Industrial IoT (IIoT) technologies, the U"," Witnessed by the success of the lighthouse factories, these new digital technologies and automated processes are tangibly demonstrating their ability to drive productivity and reduce human error","0 but also reflected the globalization of industrial manufacturing and the opportunities available for factories of all sizes anywhere on the planet"," With engineering know-how and responsive service and support around the globe, the company builds collaborative partnerships to meet technology advances, propel growth for its customers and innovate the future of power"," More automation, however, requires more power"," Additionally, rapid change and process interruptions require manufacturing equipment to be increasingly flexible and reliable","867 trillion, representing 12 percent of the nation’s output and 18 percent of the world’s capacity"," This requires tight performance parameters, customizable power delivery, precision pulsing and multi-level arc management to enable process stability and control"," and abroad, where Advanced Energy (AE) continues to bring highly engineered, precision power conversion, measurement and control solutions to help customers worldwide with their mission-critical applications and processes"," The inclusion of an on-site services and repair facility will also help to support AE’s regional customers, who increasingly require access to high-quality local service for their power systems and controls"," in electrical engineering, specializing in solid state physics and semiconductors"," has the potential of raising manufacturing GDP by more than $500 billion annually","advancedenergy"," manufacturing industry can initiate a profound shift that impacts every aspect of modern society","\nInnovation in manufacturing is critically important considering its prominence in the world’s economies"," With higher power consumption inevitable, factories must be proactive in addressing power management, as well as energy efficiency goals, thermal impact and the need for improved reliability and safety","01 trillion in output, which accounts for 27 percent of China’s overall national output and 20 percent of the world’s manufacturing output"," Advanced Energy has devoted more than three decades to perfecting power for its global customers and is headquartered in Fort Collins, Colorado, USA"," Particularly as consumers benefit from IoT technologies enabling the evolution of semi-autonomous vehicles, smart homes, voice assistants and fitness trackers"," In todays fast changing world of digital disruption, early adopters not only gains markets advantage, but in some cases becomes winner takes all"," Voltage sags, or dips, are the most common events affecting power quality—and costly","2 percent of its workers engaged in manufacturing, followed by Germany (19 percent), Italy (18","0 is essential to breaking out of productivity stagnation—and designing a resilient smart IoT-enabled power supply is an essential part of manufacturing’s digital transformation"," Even brief aberrations or voltage sags can create a domino effect of detrimental consequences"," Isabel Yang is chief technology officer and senior vice president of Advanced Energy, responsible for leading the execution of the company’s global technology vision and strategy"," Our new facility in Caesarea, Israel underscores that commitment"," AE’s power solutions enable customer innovation in complex semiconductor and industrial manufacturing applications","\nAbout Advanced Energy\nAdvanced Energy (Nasdaq: AEIS) is a global leader in the design and manufacturing of highly engineered, precision power conversion, measurement and control solutions for mission-critical applications and processes","5 percent), Turkey (18","9 percent) and Japan (16"," Smart factories with robots and PLCs (Programmable Logic Controllers) for controlling motors, pumps, lights, fans, circuit breakers and other machinery, are more vulnerable to voltage sags as equipment complexity increases","9 percent), China (16","9 percent)"," And, at the core, it is the consistent, specific and reliable energy supplies that provide the lifeblood of the smart factory","\nIn our industry, which includes manufacturing semiconductor and industrial glass coatings among other things, innovation has been a top priority at home in the U"," This is no easy task, but with lighthouses paving the way, the U"," Such solutions offer the kind of consistent energy flow necessary for today’s most advanced machines and sensors powering smart factories","World Economic Forum’s Global Lighthouse Network helps manufacturing industry catch up to rest of the world in adoption of Fourth Industrial Revolution technology"," The new 6,500 square-foot facility includes business offices and a state-of-the-art R&D lab that advances AE’s goal to provide customers in the semiconductor, medical, defense and industrial markets with the most reliable, smart technologies and resources","\nAt the World Economic Forum’s annual meeting in Davos, Switzerland, in 2018, top advisors from the private and public sector set out to identify manufacturing’s transformation leaders who are frontrunners charting a new course and paving the way","1 percent), South Korea (16"," Minimizing arc energy while maintaining a stable, repeatable process helps in achieving higher film quality, increasing yields and reducing manufacturing costs"],"9":["American coffeehouse chain, Starbucks, and Swiss food and drink company, Nestlé, have strengthened their ongoing collaboration further with today’s launch of new coffee products under the Starbucks brand"," The market is seeing a slew of new entrants and an increasing number of mergers, acquisitions and alliances aimed at taking over a bigger share of the global coffee market that is expected to be worth $102"," This range allows consumers to satiate their cravings for Starbucks coffee even at home","\nTransactions such as Coca Cola’s acquisition of Costa and JAB Holdings’ expansion of its coffee portfolio, which included the acquisition of Peet’s Coffee & Tea, Keurig Green Mountain, Caribou Coffee, Jacobs Douwe Egberts and several others, emphasise the growing focus of investors in the coffee segment and the rapid consolidation of the segment","\nThe new offerings come as part of a $7"," Through the deal, Nestlé has acquired a global license to produce Starbucks-branded products, including ground and roast coffee, as well as portioned and soluble coffee, teas and creamers","\nThe new range includes: Fresh Brew coffee, Cold Brew concentrate; and Starbucks coffee blends containing golden turmeric and essential vitamins among others"," The range included 24 products, such as single-origin coffees, signature Starbucks blends and classic preparations like Cappuccino and caramel macchiato, all made using 100% ethically sourced Arabica beans"," Nestle also took on around 500 Starbucks employees as part of the deal","\nThe range also marked the debut of Starbucks capsules, which have been developed using Nestlé’s proprietary Nescafé Dolce Gusto and Nespresso technologies"," However, the arrangement excludes sales of any products – produced as part of the agreement – at any Starbucks outlet","\nThe partnership is strategically important for both companies which have come together to create a stronger collaboration in the highly fragmented consumer beverages market","\nThe coffee market is predicted to undergo significant growth, bolstered by changing urban lifestyle habits, increasing demand for on-the-go food and beverages and increasing customer purchasing power","\nThe deal kick-started with the duo’s launch of a new line-up in February 2019","\nNestle’s Chief Executive Mark Schneider has already identified coffee as a strategic category for investment and the company’s latest developments, including its acquisition of a majority stake in Blue Bottle Coffee, purchase of Texas-based Chameleon Cold-Brew and even the Starbucks deal, all indicate that the Swiss company is well on track to emerge as the top player in the coffee market","\nThe new line-up will be available in US grocery stores nationwide from February 2020"]}}